[
    {
        "id": 1,
        "image": "https://i.ibb.co/YLBX6JF/landscape-through-magnifying-glass-607202-2626.jpg",
        "title": "Breaking: Scientists Discover New Species in Amazon Rainforest",
        "news": "In a groundbreaking discovery, scientists have identified a new species of amphibian in the heart of the Amazon rainforest. The species, named 'Amazonensis Frog,' has distinctive markings and behavior not observed in any known amphibians."
      },
      {
        "id": 2,
        "image": "https://i.ibb.co/25SssJ4/man-putting-ballot-box.jpg",
        "title": "Election Update: Key Candidates Unveil Policy Proposals",
        "news": "As the election season heats up, prominent candidates from various parties have unveiled their policy proposals. Voters are closely examining these plans, which cover issues such as healthcare, education, and economic reform."
      },
      {
        "id": 3,
        "image": "https://ibb.co/JpMQpGN",
        "title": "Local Hero Honored for Community Service",
        "news": "John Smith, a dedicated community volunteer, was honored yesterday for his outstanding service. Smith has been actively involved in local initiatives, including environmental cleanup projects and youth mentorship programs."
      },
      {
        "id": 4,
        "image": "https://i.ibb.co/zsvfYjL/Rectangle-2-6.png",
        "title": "Tech Innovation: Company X Unveils Revolutionary AI Assistant",
        "news": "Tech enthusiasts are buzzing about the latest product from Company X – an artificial intelligence assistant set to revolutionize how we interact with technology. The AI assistant, named 'Synthia,' boasts advanced natural language processing and learning capabilities."
      },
      {
        "id": 5,
        "image": "https://i.ibb.co/myW3CqY/sideways-tennis-racket-balls.jpg",
        "title": "Sports Highlight: Underdog Team Secures Surprise Victory",
        "news": "In a thrilling turn of events, the underdog team managed to secure a surprising victory against the reigning champions. Fans and analysts alike are hailing this as one of the most memorable moments in recent sports history."
      },
      {
        "id": 6,
        "image": "https://i.ibb.co/b1wXRT7/top-view-arrangement-cinema-elements-yellow-background-with-copy-space-23-2148416777.jpg",
        "title": "Entertainment Buzz: Hollywood A-Lister Announces Directorial Debut",
        "news": "A renowned Hollywood actor announced their directorial debut in an upcoming film. The actor, known for their award-winning performances, expressed excitement about this new creative venture in the world of filmmaking."
      },
      {
        "id": 7,
        "image": "https://i.ibb.co/Lkb9ZPs/Health.png",
        "title": "Health Report: Study Reveals Surprising Benefits of Meditation",
        "news": "A recent scientific study on the effects of meditation has revealed unexpected health benefits. Participants in the study reported improvements in stress management, mental clarity, and overall well-being after incorporating regular meditation into their routines."
      },
      {
        "id": 8,
        "image": "https://i.ibb.co/wKr2P3p/group-volunteers-nature.jpg",
        "title": "Opinion: Editorial Calls for Global Collaboration on Climate Change",
        "news": "In a thought-provoking editorial, experts argue for increased global collaboration to address the urgent issue of climate change. The piece emphasizes the need for nations to work together in finding sustainable solutions to environmental challenges."
      },
    {
      "id": 9,
      "image": "https://i.ibb.co/tLRhRL9/user3.jpg",
      "title": "Business Update: Market Trends",
      "news": "Donec vulputate libero sit amet risus bibendum, eget fermentum arcu efficitur. Nullam eleifend ex in accumsan iaculis."
    },
    {
      "id": 10,
      "image": "https://i.ibb.co/xMnQ2YZ/Rectangle-4287-1.png",
      "title": "Education Spotlight: Academic Achievements",
      "news": "Vivamus non nisi vel libero bibendum tincidunt ut ac purus. Maecenas vel justo nec orci fringilla volutpat."
    },
    {
      "id": 11,
      "image": "https://i.ibb.co/VqYRqB7/Rectangle-2-3.png",
      "title": "Science Breakthrough: Research Findings",
      "news": "Aenean nec lacus ac odio luctus feugiat. Proin eu nisi vel turpis vulputate luctus vel in turpis."
    },
    {
      "id": 12,
      "image": "https://i.ibb.co/2ysw7F3/beautiful-landscape.jpg",
      "title": "Environment Watch: Conservation Efforts",
      "news": "Duis non arcu et justo tincidunt lacinia. Suspendisse potenti. Maecenas nec turpis quis purus tincidunt gravida."
    }
  ]