

  [
    {"section":"jobs","headline":"Government Unveils Plan to Boost Rural ","source":"jobs Gazette","date":"2024-01-28","writer":"john smith","summary":"The government has announced a comprehensive plan to revitalize rural infrastructure and address longstanding challenges faced by rural communities, including improving access to healthcare, education, transportation, and broadband internet.","image":"https://i.ibb.co/zrZpcF4/h5.jpg","title":"Investment in Rural Development","news":"Under the new plan, significant investments will be made in upgrading roads, bridges, schools, and healthcare facilities in rural areas, with a focus on promoting economic growth, enhancing quality of life, and narrowing the urban-rural development gap."},
    {"section":"jobs","headline":"President Signs Infrastructure Bill ","source":"jobs Gazette","date":"2024-01-27","writer":"john smith","summary":"President Johnson signed into law a comprehensive infrastructure bill aimed at modernizing the country's aging infrastructure, including investments in roads, bridges, public transportation, and renewable energy projects.","image":"https://i.ibb.co/7WMgrhW/h1.jpg","title":"Infrastructure Modernization","news":"The infrastructure bill, backed by bipartisan support, is expected to create millions of jobs, stimulate economic growth, and improve the nation's competitiveness in the global economy."},
    {"section":"jobs","headline":"Congress Approves Funding for Affordable ","source":"jobs Digest","date":"2024-01-26","writer":"john smith","summary":"Congress passed a bipartisan bill allocating funding for an affordable housing initiative aimed at expanding access to safe and affordable housing for low-income families and addressing homelessness in urban and rural communities.","image":"https://i.ibb.co/NjLs0dM/h2.jpg","title":"Affordable Housing Act","news":"The initiative includes measures to incentivize the construction of affordable housing units, provide rental assistance to eligible households, and support initiatives to combat housing discrimination and segregation."},
    {"section":"jobs","headline":"Supreme Court Upholds Affordable","source":"jobs Court Review","date":"2024-01-25","writer":"john smith","summary":"In a landmark decision, the Supreme Court upheld the Affordable Care Act, affirming the legality of key provisions such as subsidies for health insurance premiums and protections for pre-existing conditions.","image":"https://i.ibb.co/NjLs0dM/h2.jpg","title":"Healthcare Law Ruling","news":"The ruling ensures continued access to healthcare coverage for millions of Americans and provides stability to the healthcare insurance marketplace, while also ,preserving essential consumer protections and healthcare reforms."},
    {"section":"jobs","headline":"Federal Reserve Announces Monetary ","source":"jobs Outlook Review","date":"2024-01-24","writer":"john smith","summary":"The Federal Reserve outlined its monetary policy update, signaling plans to gradually tighten monetary conditions to address inflationary pressures while supporting sustainable economic growth and maximum employment.","image":"https://i.ibb.co/NjLs0dM/h2.jpg","title":"Monetary Policy Outlook","news":"The Fed's decision reflects its commitment to maintaining price stability and preserving the purchasing power of the currency, while also monitoring economic indicators and adjusting policy measures as needed."},
    {"section":"jobs","headline":"Bipartisan Infrastructure Bill ","source":"jobs Quarterly","date":"2024-01-23","writer":"john smith","summary":"The House of Representatives approved a bipartisan infrastructure bill aimed at modernizing the nation's infrastructure, addressing climate resilience, and creating jobs through investments in transportation, energy, and broadband.","image":"https://i.ibb.co/NjLs0dM/h2.jpg","title":"Infrastructure Investment Act","news":"The passage of the infrastructure bill represents a significant step toward rebuilding and revitalizing critical infrastructure systems, while also promoting economic growth and environmental sustainability."},
    {"headline":"ডাটা এন্ট্রি/ কম্পিউটার অপারেটর","img":"https://i.ibb.co/V9wVtRY/Apple2.jpg","summry":"স্নাতক/এইচ এস সি এম এস ওয়ার্ড, এক্সেল,পাওয়ার পয়েন্ট, ইন্টারনেট ব্রাউজিং, বাংলা, ইংরেজী টাইপিং, গ্রাফিক্স ডিজাইন এর দক্ষতা ও ট্রেনিং দেওয়ার যোগ্যতা থাকতে হবে। পাশাপাশি আরবি টাইপ জানা থাকলে অগ্রাধিকার থাকবে।","date":"2024-01-31","section":"jobs","jobUrl":"https://jobs.bdjobs.com/bn/jobdetailsBN.asp?id=1216936&fcatId=61&ln=2"},
    {"headline":"কম্পিউটার অপারেটর","image":"https://ibb.co/R9cfnND","summry":"স্নাতক/এইচ এস সি এম এস ওয়ার্ড, এক্সেল,পাওয়ার পয়েন্ট, ইন্টারনেট ব্রাউজিং, বাংলা, ইংরেজী টাইপিং, গ্রাফিক্স ডিজাইন এর দক্ষতা ও ট্রেনিং দেওয়ার যোগ্যতা থাকতে হবে। পাশাপাশি আরবি টাইপ জানা থাকলে অগ্রাধিকার থাকবে।","date":"2024-02-08","section":"jobs","jobUrl":"https://jobs.bdjobs.com/bn/jobdetailsBN.asp?id=1216936&fcatId=61&ln=2"}
  ]