[{
    "section": "International",
    "headline": "104 Palestinians massacred at Gaza aid point",
    "source": "The Daily Star",
    "date": "2024-02-29",
    "title": "Israeli forces open fire on people gathered for food aid; death toll tops 30,000",
    "writer": "John Doe",
    "image": "https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2024/02/29/gaza_0.jpg",
    "summary": "Israeli forces shot dead 104 people when a crowd rushed towards aid trucks yesterday, the health ministry in Gaza said, in one of the worst single incidents of a nearly five-month war. ",
    "news": "More than 750 people were also hurt in the incident, the ministry said. It came after aid agencies had intensified warnings over Gaza's humanitarian situation, with famine threatening particularly in Gaza's north.Looting of aid trucks had previously occurred in northern Gaza, where residents have taken to eating animal fodder and even leaves to try to stave off hunger.Ministry spokesman Ashraf al-Qudra said hundreds were killed and wounded from 'bullets of the occupation forces that targeted a gathering of citizens' at Gaza City's Nabulsi roundabout. He called it a 'massacre'."
}, {
    "section": "International",
    "headline": "Nuke war risks 'real': Putin",
    "source": "The Daily Star",
    "date": "2024-02-29",
    "title": "The Russian president warns of 'destruction of civilisation' if the West escalates the conflict in Ukraine",
    "writer": "Jane Smith",
    "image": "https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2024/02/29/2022-06-30t200330z_1125346299_rc2j2v9ztz0w_rtrmadp_3_russia-putin.jpg",
    "summary": "President Vladimir Putin warned on Thursday of a 'real' risk of nuclear war if the West escalates the conflict in Ukraine.",
    "news": "In a defiant speech in Moscow, the Russian leader said his soldiers were advancing in Ukraine and warned the West of 'tragic consequences' for any country that dared to send troops to Kyiv.'They have announced the possibility of sending Western military contingents to Ukraine... The consequences for possible interventionists will be much more tragic,' Putin said in his annual address to the nation.'They should eventually realise that we also have weapons that can hit targets on their territory. Everything that the West comes up with creates the real threat of a conflict with the use of nuclear weapons, and thus the destruction of civilisation,' said Putin."
}, {
    "section": "International",
    "headline": "At least 24 dead in migrant shipwreck off Senegal",
    "source": "AFP",
    "date": "2024-02-29",
    "title": "At least 24 people seeking to reach Europe drowned off northern Senegal when their loaded vessel sank, the governor of the Saint Louis region told AFP on Thursday.",
    "writer": "Alex Johnson",
    "image": "https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/feature/images/shipwreck_reuters.jpg",
    "summary": "Governor Alioune Badara Samb said 24 bodies had been found since Wednesday after the boat got into difficulty in a particularly dangerous part of the northern coast.",
    "news": "The Saint Louis estuary, where the Senegal River meets the Atlantic Ocean, is notorious for its strong currents and areas of thick mud.Samb did not say how many people were missing from the vessel, which witnesses said could have been carrying more than 300 people.A number of survivors managed to reach shore and dispersed among locals on the banks, making it difficult to say exactly how many people were involved, he said.Mamady Dianfo, a survivor from Casamance in the south, told AFP there were more than 300 people on board when the boat left Senegal a week ago."
}, {
    "section": "International",
    "headline": "$1 billion donation makes NY medical school tuition free",
    "source": "New York Times",
    "date": "2024-02-29",
    "title": "Against All Odds: Unlikely Team Triumphs in Championship Match",
    "writer": "Michael Brown",
    "image": "https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/media/api_images/2024/02/29/1%20billion%20donation.jpg",
    "summary": "A former professor and the widow of a Wall Street investor has given the Albert Einstein College of Medicine a $1 billion donation, with the intention that it be used to pay for all future tuition for all students.",
    "news": "The donor, Ruth Gottesman, is a former professor at Einstein College, where she conducted research on learning disabilities, created a screening exam, and oversaw literacy initiatives.According to a New York Times report, it is one of the biggest charitable donations ever made to an educational institution in the United States and probably the largest ever made to a medical school.Her late husband, Sandy Gottesman, was a protégé of Warren Buffett and had invested early in the company Buffett founded, Berkshire Hathaway."
}, {
    "section": "International",
    "headline": "Medic says 50 killed as Israel fires on Gazans rushing to aid trucks",
    "source": "AFP",
    "date": "2024-02-29",
    "title": "A Gaza emergency doctor said today that Israeli forces shot dead at least 50 people who rushed towards trucks loaded with humanitarian aid for Gaza City residents",
    "writer": "Sarah Lee",
    "image": "https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2024/02/29/gaza_blast.jpg",
    "summary": "'The number of martyrs rose to at least 50... and more than 120 were injured, including women and children, as a result of the occupation's shooting' on the crowd in Gaza City, Amjad Aliwa, director of the emergency department of Al-Shifa hospital, said in a statement.",
    "news": "The Israeli army said it was 'checking' reports on the incident, while the United Nations' humanitarian office OCHA said it was 'familiar with the reports'.The health ministry in Gaza meanwhile said at least 70 people had been killed and another 280 injured in the same incident.A witness told AFP the incident occurred at the Nabulsi roundabout in the western part of Gaza City, when thousands of people rushed towards the trucks.'Trucks full of aid came too close to some army tanks that were in the area and the crowd, thousands of people, just stormed the trucks,' the witness said, declining to be named for safety reasons.The UN estimates that 2.2 million people, the vast majority of Gaza's population, are threatened with famine, particularly in the north where destruction, fighting and looting make the delivery of food almost impossible."
}, {
    "section": "International",
    "headline": "US urges Israel to let Muslims worship at Al-Aqsa during Ramadan",
    "source": "The Daily Star",
    "date": "2024-02-29",
    "title": "A visitor takes a picture next to the Dome of the Rock on the compound known to Muslims.",
    "writer": "David Kim",
    "image": "https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2024/02/29/al_aqsa.jpg",
    "summary": "The United States on Wednesday urged Israel to allow Muslims to worship at the Al-Aqsa mosque compound in Jerusalem during Ramadan, after a far-right minister proposed barring Palestinians from the occupied West Bank from praying there.",
    "news": "'As it pertains to Al-Aqsa, we continue to urge Israel to facilitate access to Temple Mount for peaceful worshippers during Ramadan consistent with past practice,' State Department spokesman Matthew Miller told reporters, using the Jewish term for the site, the holiest in Judaism.'That's not just the right thing to do, it's not just a matter of granting people religious freedom that they deserve and to which they have a right, but it's also a matter that directly is important to Israel's security,' he said.Israel has been assessing how to address worship in Jerusalem during Ramadan, the Islamic holy month that will start on March 10 or 11, depending on the lunar calendar.The month of fasting comes as Israel wages a relentless military campaign in the Gaza Strip in response to a major attack by Hamas inside Israel on October 7."
}, {
    "section": "International",
    "headline": "Biden declared 'fit for duty' as age issue looms in election",
    "source": "AFP",
    "date": "2024-02-29",
    "title": "US President Joe Biden exits Walter Reed Army Medical Center in Bethesda, Maryland, following his routine annual physical, on February 28, 2024. Photo: AFP",
    "writer": "Emily Chen",
    "image": "https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2024/02/29/biden.jpg",
    "summary": "US President Joe Biden remains 'fit for duty' with no new health worries, his doctor said Wednesday after the 81-year-old's last medical ahead of an election in which his age is a key issue.",
    "news": "The keenly awaited annual examination at the Walter Reed military medical center outside Washington came just weeks after a special counsel report that portrayed him as elderly and forgetful.'He continues to be fit for duty and fully executes all of his responsibilities without any exemptions or accommodations,' White House doctor Kevin O'Connor said in a summary.Biden, who faces a likely rematch with 77-year-old Donald Trump in November's election, himself joked that the only concern was that doctors 'think I look too young.'Biden took a short helicopter ride to the medical center that is often used by US presidents and left after two and a half hours, saluting naval staff and donning sunglasses before leaving in his motorcade."
}, {
    "section": "International",
    "headline": "Trump is disqualified from Illinois ballot, judge rules",
    "source": "Reuters",
    "date": "2024-02-29",
    "title": "Former US President and Republican presidential candidate Donald Trump participates in a Fox News town hall with Laura Ingraham in Greenville, South Carolina, U.S. February 20, 2024. Photo: Reuters",
    "writer": "Sophia Martinez",
    "image": "https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2024/02/29/trump.jpg",
    "summary": "An Illinois state judge on Wednesday barred Donald Trump from appearing on the Illinois' Republican presidential primary ballot because of his role in the insurrection at the US Capitol on January 6, 2021, but she delayed her ruling from taking effect in light of an expected appeal by the former US president.",
    "news": "Cook County Circuit Judge Tracie Porter sided with Illinois voters who argued that the former president should be disqualified from the state's March 19 primary ballot and its November 5 general election ballot for violating the anti-insurrection clause of the US Constitution's 14th Amendment.The final outcome of the Illinois case and similar challenges will likely be decided by the US Supreme Court, which heard arguments related to Trump's ballot eligibility on February 8.Porter said she was staying her decision because she expected his appeal to Illinois' appellate courts, and a potential ruling from the US Supreme Court.The advocacy group Free Speech For People, which spearheaded the Illinois disqualification effort, praised the ruling as a 'historic victory' in a statement."
}, {
    "section": "International",
    "headline": "Pakistan lawmakers sworn in after polls marred by rigging claims",
    "source": "Reuters",
    "date": "2024-02-29",
    "title": "Hanif Abbasi (C), member of Pakistan Muslim League-Nawaz (PML-N) party and a newly elected candidate is photographed by media personnel before the start of the inaugural session of the National Assembly, upon his arrival at the parliament house building in Islamabad on February 29, 2024. Photo: Reuters",
    "writer": "Ryan Johnson",
    "image": "https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2024/02/29/pakistan_mp.jpg",
    "summary": "Lawmakers were sworn in during the first sitting of Pakistan's new parliament Thursday, three weeks after an election marred by widespread allegations of rigging.",
    "news": "Pakistan's February 8 poll took place with ex-prime minister Imran Khan jailed and barred from running, and his Pakistan Tehreek-e-Insaf (PTI) party targeted by a campaign of arrests and censorship.Khan's followers defied the crackdown to win more seats than any other party but the military-backed Pakistan Muslim League-Nawaz (PML-N) is set to shut them out of power with a coalition government.According to the coalition agreement, former premier Shehbaz Sharif -- who ousted Khan in a 2022 no-confidence vote -- will be elected prime minister again by new lawmakers in the coming days.Parliamentarians began arriving at the 336-seat National Assembly in Islamabad on Thursday morning and took their oaths of office in unison around 11:30 am (0630 GMT).PTI members were forced to run as independents in the election but some arrived at parliament carrying portraits of Khan, brandishing them in defiance as Sharif and other PML-N leaders entered the chamber."
}]